Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Change hotkey for %@
ar: غيّر مفتاح الاختصار لـ %@
da: Ændr genvejstast til %@
de: Hotkey für %@ ändern
el: Αλλαγή συντόμευσης για %@
es: Cambiar la tecla de acceso rápido para %@
fi: Vaihda pikanäppäintä %@
fr: Changer la touche hotkey pour %@
he: שינוי קיצור המקשים עבור %@
hi: %@ के लिए हॉटकी बदलें
it: Cambia tasto di scelta rapida per %@
ja: %@のホットキーを変更する
ko: %@에 대한 핫키를 변경하세요
nb: Endre hurtatast for %@
nl: Hotkey wijzigen voor %@
pl: Zmień skrót dla %@
ru: Изменить горячую клавишу для %@
sr_latn: Promenite hotkey za %@
sv: Ändra heta tangent för %@
uk: Змінити комбінацію клавіш для %@
zh_hans: 更改%@的快捷键

# Change hotkey for %@. Current shortcut: %@
source: Change hotkey for %1$@. Current shortcut: %2$@
ar: غيّر مفتاح الاختصار الساخن لـ %1$@. الاختصار الحالي: %2$@.
da: Skift genvejstast til %1$@. Nuværende genvej: %2$@
de: Hotkey für %1$@ ändern. Aktueller Shortcut: %2$@
el: Αλλαγή συντόμευσης για %1$@. Τρέχουσα συντόμευση: %2$@
es: Cambiar la tecla de acceso rápido para %1$@. Atajo de acceso actual: %2$@.
fi: Vaihda pikanäppäintä %1$@. Nykyinen pikanäppäin: %2$@
fr: Changez la touche hotkey pour %1$@. Raccourci actuel : %2$@
he: שינוי קיצור המקשים עבור %1$@. קיצור נוכחי: %2$@
hi: %1$@ के लिए हॉटकी बदलें। वर्तमान शॉर्टकट: %2$@।
it: Cambia tasto di scelta rapida per %1$@. Scorciatoia corrente: %2$@
ja: %1$@のホットキーを変更します。現在のショートカット：%2$@。
ko: %1$@의 핫키를 변경하세요. 현재 단축키: %2$@
nb: Endre hurtatast for %1$@. Nåværende snarvei: %2$@
nl: Wijzig sneltoets voor %1$@. Huidige sneltoets: %2$@
pl: Zmień skrót klawiaturowy dla %1$@. Obecny skrót: %2$@
ru: Измените горячую клавишу для %1$@. Текущий сокращенный путь: %2$@.
sr_latn: Promenite hotkey za %1$@. Trenutni skraćenica: %2$@
sv: Ändra knapptangenten för %1$@. Nuvarande genväg: %2$@
uk: Змінити комбінацію клавіш для %1$@. Поточне скорочення: %2$@
zh_hans: 更改%1$@的快捷键。当前快捷方式：%2$@

source: Changes standard Mac app windows system-wide, including windows OmniWM doesn’t manage. Apps that draw their own window chrome may ignore it.
ar: تتغير نوافذ تطبيق Mac القياسية على مستوى النظام، بما في ذلك النوافذ OmniWM التي لا تتم إدارتها. قد تتجاهل التطبيقات التي ترسم شريط القماش الخاص بالنوافذ الخاصة بها هذه التغييرات.
da: Ændrer standard Mac-appvinduer i hele systemet, herunder vinduer OmniWM gør ikke &amp; rsquo; t styre. Apps, der tegner deres eget vindue krom kan ignorere det.
de: Änderungen an den Standard-Mac-App-Fenstern wirken systemweit, einschließlich der Fenster OmniWM, die nicht verwaltet werden. Apps, die ihren eigenen Fensterrand zeichnen, können dies ignorieren.
el: Αλλάζει τα τυπικά παράθυρα εφαρμογών Mac σε όλο το σύστημα, συμπεριλαμβανομένων των παραθύρων που δεν διαχειρίζεται το OmniWM. Οι εφαρμογές που σχεδιάζουν δικά τους στοιχεία παραθύρου μπορεί να το αγνοήσουν.
es: Cambia las ventanas de la aplicación estándar de Mac en todo el sistema, incluidas las ventanas OmniWM que no se gestionan. Las aplicaciones que dibujan su propio contorno de ventana pueden ignorarlo.
fi: Muuta Mac-sovellusten vakioikkunoiden koko järjestelmää, mukaan lukien ikkunat OmniWM ei onnistu. Sovellukset, jotka piirtävät oman ikkunakromin, eivät välttämättä huomioi sitä.
fr: Modifie les fenêtres standard de l'application Mac à l'échelle du système, y compris les fenêtres OmniWM ne gère pas. Les applications qui dessinent leur propre chrome de fenêtre peut l'ignorer.
he: שינוי רגיל חלונות אפליקציות Mac מערכת רחבה, כולל חלונות OmniWM זה לא מסתדר. יישומים שמציירים את החלון שלהם כרום עלולים להתעלם ממנו.
hi: इन परिवर्तनों का मानक Mac ऐप विंडो सिस्टम-वाइड प्रभावित करता है, जिसमें OmniWM विंडो शामिल हैं जो प्रबंधित नहीं होती हैं। ऐसे ऐप्स जो अपना खुद का विंडो क्रोम बनाते हैं, वे इसे अनदेखा कर सकते हैं।
it: Cambia l'applicazione standard di Windows Mac in tutto il sistema, comprese le finestre OmniWM non gestisce. Le applicazioni che disegnano il proprio cromo finestra possono ignorarlo.
ja: 標準のMacアプリのウィンドウがシステム全体で変更され、OmniWMウィンドウは管理できません。独自のウィンドウクロームを描画するアプリはそれを無視する場合があります。
ko: OmniWM이 관리하지 않는 창을 포함해 표준 Mac 앱 창의 모양을 시스템 전체에서 변경합니다. 자체 창 테두리를 그리는 앱에는 적용되지 않을 수 있습니다.
nb: Endrer standard Mac-appvinduer på tvers av hele systemet, inkludert vinduer OmniWM som ikke administreres. Apper som tegner sitt eget vinduskrok kan ignorere dette.
nl: Wijzigingen standaard Mac-app vensters systeembreed, inclusief vensters OmniWM niet beheren. Apps die hun eigen venster chroom tekenen kunnen het negeren.
pl: Zmienia standardowe okna aplikacji Mac na poziomie systemowym, w tym okna, które OmniWM nie zarządza. Aplikacje, które rysują własny pasek okien, mogą zaniedbać to.
ru: Изменения в стандартных окнах приложений Mac распространяются по всему системе, включая окна OmniWM, которые не управляются. Приложения, которые рисуют свой собственный хроме окна, могут игнорировать это изменение.
sr_latn: Promena standardne aplikacije za Mac prozor širom sistema, uključujući i prozor OmniWM ne upravlja. Aplikacije koje crtaju svoj prozor hrom mogu ga ignorisati.
sv: Ändrar standardfönstren i Mac-appen systemomfattande, inklusive fönster OmniWM som inte hanteras. Appar som ritar sin egen fönsterkrok kan ignorera detta.
uk: Змінює стандартні вікна програм Mac у всій системі, зокрема вікна, якими OmniWM не керує. Програми, що самі малюють рамки своїх вікон, можуть ігнорувати це налаштування.
zh_hans: 这些更改会影响整个 Mac 应用窗口系统，包括 OmniWM 窗口在内，它无法管理。那些自行绘制窗口底部的应用程序可能会忽略这些更改。

source: Changes standard Mac app windows system-wide. Fully quit and reopen affected apps to apply.
ar: تغيير نوافذ تطبيقات Mac القياسية على مستوى النظام. إغلاق التطبيقات المتأثرة بالكامل وإعادة فتحها لتطبيق التغيير.
da: Ændrer standard Mac-appvinduer i hele systemet. Fuldt op og genåbne berørte apps til at ansøge.
de: Ändert die Standard-Mac-App-Fenstersystemweit. Beenden Sie die betroffenen Apps vollständig und öffnen Sie sie erneut, um die Änderungen zu übernehmen.
el: Αλλάζει τα τυπικά παράθυρα εφαρμογών Mac σε όλο το σύστημα. Κλείστε πλήρως και ανοίξτε ξανά τις επηρεαζόμενες εφαρμογές για να εφαρμοστεί η αλλαγή.
es: Cambia las ventanas de las aplicaciones estándar de Mac en todo el sistema. Cierra y vuelve a abrir completamente las aplicaciones afectadas para aplicarlo.
fi: Mac-sovellusten vakioikkunat muuttuvat järjestelmällisesti. Täysin lopettaa ja avata uudelleen vaikuttaa sovellukset hakea.
fr: Modifie les fenêtres standard des applications Mac dans tout le système. Quittez complètement les applications concernées, puis rouvrez-les pour appliquer ce réglage.
he: משנה את חלונות האפליקציה הסטנדרטיים של מאק בכל רחבי המערכת. התפטרות מלאה ופתיחה מחדש של אפליקציות שהושפעו כדי להגיש בקשה.
hi: यह मानक Mac ऐप विंडो सिस्टम-वाइड में बदलाव करता है। लागू करने के लिए प्रभावित ऐप्स को पूरी तरह से बंद करके फिर से खोलें।
it: Cambia standard app per Mac Windows in tutto il sistema. Completamente smettere e riaprire le applicazioni interessate da applicare.
ja: 標準のMacアプリウィンドウがシステム全体で変更されます。影響を受けたアプリを完全に終了して再開して適用してください。
ko: 표준 Mac 앱 창을 시스템 전체에서 변경합니다. 영향을 받는 앱을 완전히 종료한 뒤 다시 열어 적용하세요.
nb: Endrer standard Mac-appvinduer på tvers av hele systemet. Avslutt og åpne de berørte appene på nytt for å anvende endringen.
nl: Wijzigt standaardvensters van Mac-apps in het hele systeem. Sluit de betrokken apps volledig af en open ze opnieuw om de wijziging toe te passen.
pl: Zmienia standardowe okna aplikacji Mac w całym systemie. Aby zastosować zmiany, całkowicie zakończ i ponownie otwórz dotknięte aplikacje.
ru: Изменение стандартных окон приложений Mac на уровне всей системы. Полностью закрыйте и перезапустите затронутые приложения, чтобы они заработали.
sr_latn: Promenite standardnu aplikaciju za Mac prozor širom sistema. Potpuno prekinuti i ponovo otvoriti pogođene aplikacije da se primenjuju.
sv: Ändrar standardfönstren i Mac-apparna systemomfattande. Stäng alla berörda appar helt och öppna dem igen för att tillämpa ändringarna.
uk: Змінює стандартні вікна програм Mac у всій системі. Щоб застосувати зміну, повністю завершіть роботу відповідних програм і відкрийте їх знову.
zh_hans: 对整个系统进行标准 Mac 应用窗口的更改。完全关闭并重新打开受影响的应用程序以应用。

source: Changes take effect after each affected app is fully quit and reopened.
ar: تأخذ التغييرات حيز التنفيذ بعد إغلاق كل تطبيق متأثر وإعادة فتحه بالكامل.
da: Ændringer træder i kraft, efter at hver berørt app er helt stoppet og genåbnet.
de: Änderungen treten in Kraft, nachdem jede betroffene App vollständig beendet und wieder geöffnet wurde.
el: Οι αλλαγές αρχίζουν να ισχύουν μετά από κάθε πληγείσα εφαρμογή διακόπτεται πλήρως και ξανανοίγεται.
es: Los cambios entran en vigor después de que cada aplicación afectada se cierre y vuelva a abrir por completo.
fi: Muutokset tulevat voimaan sen jälkeen, kun jokainen kyseinen sovellus on kokonaan lopettanut toimintansa ja avattu uudelleen.
fr: Les modifications prennent effet après la fermeture complète et la réouverture de chaque application concernée.
he: שינויים מתרחשים לאחר שכל אפליקציה מושפעת פורשת ונפתחת מחדש.
hi: प्रत्येक प्रभावित ऐप को पूरी तरह से बंद करने और फिर से खोलने के बाद परिवर्तन प्रभावी हो जाते हैं।
it: Le modifiche entrano in vigore dopo ogni applicazione interessata è completamente terminato e riaperto.
ja: 変更は、各影響を受けたアプリが完全に終了して再開された後に有効になります。
ko: 변경 사항은 각 영향을 받은 앱이 완전히 종료되고 다시 열린 후에 적용됩니다.
nb: Endringene trer i kraft etter at hver berørt app er fullstendig lukket og åpnet på nytt.
nl: Wijzigingen worden van kracht nadat elke getroffen app volledig is afgesloten en heropend.
pl: Zmiany mają efekt po całkowitym zamknięciu i ponownym otwarciu każdego dotkniętego aplikacji.
ru: Изменения вступают в силу после того, как каждая затронутая программа полностью закрыта и снова открыта.
sr_latn: Promene stupaju na snagu nakon što je svaka pogođena aplikacija potpuno prekinuta i ponovo otvoren.
sv: Ändringarna träder i kraft efter att varje drabbad app har stängts av helt och öppnats igen.
uk: Зміни набувають чинності після повного завершення роботи й повторного відкриття кожної відповідної програми.
zh_hans: 每次受影响的应用程序完全关闭并重新打开后，更改就会生效。

source: Check Again
ar: تحقق مرة أخرى
da: Tjek igen
de: Nochmals überprüfen
el: Ελέγξτε ξανά
es: Comprueba de nuevo
fi: Tarkista uudelleen
fr: Vérifier à nouveau
he: בדוק שוב
hi: फिर से जांचें
it: Ricontrolla
ja: もう一度確認してください
ko: 다시 확인
nb: Sjekk igjen
nl: Opnieuw controleren
pl: Sprawdź ponownie
ru: Проверьте снова
sr_latn: Proverite opet
sv: Kontrollera igen
uk: Перевірити ще раз
zh_hans: 再次检查

source: Check for Updates Automatically
ar: تحقق من التحديثات تلقائيًا
da: Tjek automatisk for opdateringer
de: Überprüfen Sie automatisch auf Updates
el: Έλεγχος για ενημερώσεις αυτόματα
es: Comprobar actualizaciones automáticamente
fi: Tarkista päivitykset automaattisesti
fr: Vérifier automatiquement les mises à jour
he: בדוק עדכונים באופן אוטומטי
hi: स्वचालित रूप से अपडेट की जांच करें
it: Controllare automaticamente gli aggiornamenti
ja: 自動的に更新を確認する
ko: 자동으로 업데이트 확인
nb: Sjekk for oppdateringer automatisk
nl: Automatisch controleren op updates
pl: Sprawdzaj aktualizacje automatycznie
ru: Проверяйте обновления автоматически
sr_latn: Proverite ažuriranja automatski
sv: Kontrollera uppdateringar automatiskt
uk: Перевіряти оновлення автоматично
zh_hans: 自动检查更新

source: Check for Updates...
ar: تحقق من التحديثات...
da: Tjek for opdateringer...
de: Überprüfen Sie auf Updates...
el: Ελέγξτε για ενημερώσεις...
es: Comprueba las actualizaciones...
fi: Etsi päivityksiä...
fr: Vérifiez les mises à jour...
he: בדוק עדכונים...
hi: अपडेट के लिए जांचें...
it: Controlla aggiornamenti...
ja: 更新を確認してください...
ko: 업데이트 확인...
nb: Sjekk for oppdateringer...
nl: Controleren op updates...
pl: Sprawdź aktualizacje...
ru: Проверьте обновления...
sr_latn: Proverite za ažuriranje...
sv: Kontrollera för uppdateringar...
uk: Перевірити оновлення...
zh_hans: 检查更新...

source: Choose Image File…
ar: اختر ملف الصورة...
da: Vælg billedfil...
de: Wählen Sie Bilddatei...
el: Επιλογή αρχείου εικόνας...
es: Elija Archivo de imagen...
fi: Valitse kuvatiedosto...
fr: Choisissez un fichier d'image...
he: בחר קובץ תמונה...
hi: छवि फ़ाइल चुनें...
it: Scegliere il file immagine...
ja: 画像ファイルを選択してください...
ko: 이미지 파일을 선택하세요...
nb: Velg bildefil...
nl: Afbeeldingsbestand kiezen...
pl: Wybierz Plik Obrazu…
ru: Выберите файл изображения...
sr_latn: Izaberite sliku datoteke ...
sv: Välj bildfil…
uk: Вибрати файл зображення…
zh_hans: 选择图片文件……

source: Choose Square or a corner radius from 0.01 to 64 points.
ar: اختر مربعًا أو نصف قطر زاوية من 0.01 إلى 64 نقطة.
da: Vælg Kvadrat eller en hjørneradius fra 0,01 til 64 point.
de: Wählen Sie Quadrat oder einen Eckradius von 0,01 bis 64 Punkten.
el: Επιλέξτε τετράγωνο σχήμα ή ακτίνα γωνίας από 0,01 έως 64 σημεία.
es: Elija Cuadrado o un radio de esquina entre 0,01 y 64 puntos.
fi: Valitse neliö tai kulmasäde 0,01–64 pistettä.
fr: Choisissez Carré ou un rayon d’angle de 0,01 à 64 points.
he: בחרו בצורה מרובעת או ברדיוס פינה של 0.01 עד 64 נקודות.
hi: 0.01 से 64 बिंदुओं के बीच वर्ग या एक कोने की त्रिज्या चुनें।
it: Scegli Quadrato oppure un raggio degli angoli da 0,01 a 64 punti.
ja: 0.01から64ポイントの間で正方形または角の半径を選択してください。
ko: 정사각형 또는 0.01~64포인트 사이의 모서리 반지름을 선택하세요.
nb: Velg firkant eller en hjørneradius fra 0,01 til 64 poeng.
nl: Kies Vierkant of een hoekradius van 0,01 tot 64 punten.
pl: Wybierz Kwadrat lub promień narożnika od 0,01 do 64 punktów.
ru: Выберите прямые углы или радиус скругления от 0,01 до 64 пунктов.
sr_latn: Izaberite ploču ili ugao radijuma od 0,01 do 64 poena.
sv: Välj en kvadrat eller en hörnradie från 0,01 till 64 punkter.
uk: Виберіть квадратні кути або радіус заокруглення від 0.01 до 64 пунктів.
zh_hans: 从0.01到64个点之间选择正方形或角落半径。

source: Choose an App-Provided Icon
ar: اختر أي أيقونة توفرها التطبيق
da: Vælg en App- provided ikon
de: Wählen Sie ein von der App bereitgestelltes Icon aus
el: Επιλογή εικονιδίου που παρέχει η εφαρμογή
es: Elige un icono proporcionado por la aplicación
fi: Valitse sovelluskuvake
fr: Choisissez une icône fournie par l'application
he: בחר סמל מבוסס אפליקציות
hi: एक ऐप-प्रदान किए गए आइकन चुनें
it: Scegliere un'icona App-Provided
ja: アプリが提供するアイコンを選択してください
ko: 앱에서 제공하는 아이콘을 선택하세요
nb: Velg et ikon som er gitt av appen
nl: Kies een pictogram met apps
pl: Wybierz ikonę dostarczoną przez aplikację
ru: Выберите иконку, предоставленную приложением
sr_latn: Izaberite ikonu koja je obezbeđena aplikacijom
sv: Välj en ikon som tillhandahålls av appen
uk: Вибрати піктограму, вбудовану в програму
zh_hans: 选择应用程序提供的图标

source: Choose an icon packaged inside an app, or select an image file. Runtime-generated Dock icons may not be available. Other OmniWM surfaces keep the standard icon.
ar: اختر أيقونة متغلفة داخل تطبيق، أو حدد ملف صورة. قد لا تكون أيقونات Dock التي تم إنشاؤها أثناء التشغيل متاحة. تحافظ الأسطح الأخرى OmniWM على الأيقونة القياسية.
da: Vælg et ikon pakket inde i en app, eller vælg en billedfil. Runtime-genererede Dock ikoner er muligvis ikke tilgængelige. Andre OmniWM overflader holder standardikonet.
de: Wählen Sie ein in einer App verpacktes Icon oder eine Bilddatei aus. Runtime-generierte Dock-Icons können nicht verfügbar sein. Andere OmniWM-Oberflächen behalten das Standard-Icon bei.
el: Επιλέξτε ένα εικονίδιο συσκευασμένο μέσα σε μια εφαρμογή ή επιλέξτε ένα αρχείο εικόνας. Μπορεί να μην είναι διαθέσιμα εικονίδια Runtime Dock. Άλλες επιφάνειες OmniWM διατηρούν το πρότυπο εικονίδιο.
es: Elige un icono empaquetado dentro de una aplicación, o selecciona un archivo de imagen. Los iconos del Dock generados en tiempo de ejecución pueden no estar disponibles. Otras superficies OmniWM mantienen el icono estándar.
fi: Valitse sovelluksen sisään pakattu kuvake tai valitse kuvatiedosto. Runtime-luotuja Dock-ikoneita ei välttämättä ole saatavilla. Muut OmniWM pinnat säilyttävät vakiokuvakkeen.
fr: Choisissez une icône intégrée à une application ou sélectionnez un fichier image. Les icônes du Dock générées à l’exécution peuvent être indisponibles. Les autres surfaces d’OmniWM conservent l’icône standard.
he: בחר סמל ארוז בתוך אפליקציה, או בחר קובץ תמונה. ייתכן שסמלי העגינה לא זמינים. אחר OmniWM משטחים שומרים את הסמל הסטנדרטי.
hi: एक ऐप के अंदर पैक किए गए आइकन चुनें, या एक छवि फ़ाइल चुनें। रनटाइम-जनरेटेड डॉक आइकन उपलब्ध नहीं हो सकते। अन्य OmniWM सतहें मानक आइकन को बनाए रखती हैं।
it: Scegliere un'icona confezionata all'interno di un'app o selezionare un file immagine. Le icone di Dock generate dal runtime potrebbero non essere disponibili. Altre superfici OmniWM mantengono l'icona standard.
ja: アプリ内にパッケージされたアイコンを選択するか、画像ファイルを選択してください。ランタイムで生成されたドックアイコンが利用できない場合があります。その他のOmniWMサーフェスでは、標準のアイコンが保持されます。
ko: 앱에 포함된 아이콘을 선택하거나 이미지 파일을 선택하세요. 실행 중에 생성되는 Dock 아이콘은 사용하지 못할 수 있습니다. 다른 OmniWM 화면에서는 기본 아이콘을 유지합니다.
nb: Velg et ikon pakket inn i en app, eller velg en bildefil. Dock-ikoner generert under kjøring kan ikke være tilgjengelige. Andre OmniWM-flater beholder standardikonet.
nl: Kies een pictogram uit een app of selecteer een afbeeldingsbestand. Tijdens het uitvoeren gegenereerde Dock-pictogrammen zijn mogelijk niet beschikbaar. Andere onderdelen van OmniWM behouden het standaardpictogram.
pl: Wybierz ikonę pakowaną w aplikacji, lub wybierz plik obrazu. Ikony Dock generowane w czasie działania mogą nie być dostępne. Inne powierzchnie OmniWM zachowują standardową ikonę.
ru: Выберите иконку, упакованную внутри приложения, или выберите файл изображения. Иконки для панели задач, созданные в процессе работы, могут не быть доступны. Другие OmniWM поверхности сохраняют стандартную иконку.
sr_latn: Izaberite ikonu koja je upakovana unutar aplikacije ili izaberite datoteku slike. Ikone Dock generisane u radnom vremenu možda nisu dostupne. Ostale površine OmniWM drže standardnu ikonu.
sv: Välj en ikon paketerad inuti en app, eller välj en bildfil. Runtime-genererade Dock-ikoner kan inte vara tillgängliga. Andra OmniWM-ytor behåller standardikonen.
uk: Виберіть піктограму, що міститься в програмі, або файл зображення. Піктограми Dock, створені під час роботи програми, можуть бути недоступні. Інші елементи OmniWM зберігають стандартну піктограму.
zh_hans: 选择一个打包在应用程序中的图标，或选择一个图像文件。运行时生成的Dock图标可能不可用。其他OmniWM表面保持标准图标。

source: Choose an image file instead.
ar: اختر ملف صورة بدلاً من ذلك.
da: Vælg en billedfil i stedet.
de: Wählen Sie stattdessen eine Bilddatei aus.
el: Επιλέξτε ένα αρχείο εικόνας αντ 'αυτού.
es: Elige un archivo de imagen en su lugar.
fi: Valitse sen sijaan kuvatiedosto.
fr: Choisissez plutôt un fichier image.
he: בחר קובץ תמונה במקום.
hi: इसके बजाय एक छवि फ़ाइल चुनें।
it: Scegliere invece un file immagine.
ja: 代わりに画像ファイルを選択してください。
ko: 대신 이미지 파일을 선택하세요.
nb: Velg en bildefil i stedet.
nl: Kies in plaats daarvan een afbeeldingsbestand.
pl: Zamiast wybrać plik obrazu.
ru: Вместо этого выберите файл изображения.
sr_latn: Umesto toga izaberite datoteku slike.
sv: Välj en bildfil istället.
uk: Натомість виберіть файл зображення.
zh_hans: 改用选择一个图像文件。

source: Choose fingers for each action. You can configure a gesture before turning it on.
ar: اختر الأصابع لكل إجراء. يمكنك تكوين إيماءة قبل تشغيلها.
da: Vælg fingre for hver handling. Du kan konfigurere en gestus, før du tænder for den.
de: Wählen Sie für jede Aktion Finger aus. Sie können eine Geste konfigurieren, bevor Sie sie einschalten.
el: Επιλέξτε δάχτυλα για κάθε δράση. Μπορείτε να ρυθμίσετε μια χειρονομία πριν την ενεργοποιήσετε.
es: Elige los dedos para cada acción. Puedes configurar un gesto antes de encenderlo.
fi: Valitse sormet jokaiseen tekoon. Voit määrittää eleen ennen kuin laitat sen päälle.
fr: Choisissez les doigts pour chaque action. Vous pouvez configurer un geste avant de l'allumer.
he: בחר אצבעות לכל פעולה. באפשרותך להגדיר מחווה לפני הפעלתו.
hi: प्रत्येक क्रिया के लिए उंगलियों का चयन करें। आप इसे चालू करने से पहले एक इशारा कॉन्फ़िगर कर सकते हैं।
it: Scegli le dita per ogni azione. Puoi configurare un gesto prima di accenderlo.
ja: 各アクションに指を選択してください。オンにする前にジェスチャーを構成できます。
ko: 각 작업에 대해 손가락을 선택하세요. 켜기 전에 제스처를 구성할 수 있습니다.
nb: Velg fingre for hver handling. Du kan konfigurere en gest før du slår den på.
nl: Kies vingers voor elke actie. Je kunt een gebaar configureren voordat je het aanzet.
pl: Wybierz palce dla każdej akcji. Możesz skonfigurować gest przed jego włączeniem.
ru: Выберите пальцы для каждой действия. Вы можете настроить жест перед включением его.
sr_latn: Izaberite prste za svaku akciju. Možete konfigurisati gest pre nego što ga okrenete.
sv: Välj fingrar för varje åtgärd. Du kan konfigurera en gest innan du slår på den.
uk: Виберіть кількість пальців для кожної дії. Жест можна налаштувати до його ввімкнення.
zh_hans: 为每个动作选择手指。在打开之前，您可以配置一个手势。

source: Choose…
ar: اختر...
da: Vælg...
de: Wählen Sie…
el: Διάλεξε...
es: Elige...
fi: Valitse...
fr: Choisissez...
he: בחר...
hi: चुनें...
it: Scegli...
ja: 選択してください...
ko: 선택하세요...
nb: Velg…
nl: Kies...
pl: Wybierz...
ru: Выберите…
sr_latn: Izaberite...
sv: Välj…
uk: Вибрати…
zh_hans: 选择……

source: Clear
ar: مسح
da: Ryd
de: Löschen
el: Καθαρισμός
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
it: Pulisci
ja: クリア
ko: 지우기
nb: Tøm
nl: Wissen
pl: Wyczyść
ru: Ясно
sr_latn: Jasno
sv: Rensa
uk: Очистити
zh_hans: 清除

source: Clear Clipboard History?
ar: مسح سجل الحافظة؟
da: Ryd udklipsholderhistorikken?
de: Clipboard-Verlauf löschen?
el: Εκκαθάριση ιστορικού προχείρου;
es: ¿Borrar historial del portapapeles?
fi: Tyhjennetäänkö leikepöydän historia?
fr: Effacer l’historique du presse-papiers ?
he: למחוק את היסטוריית לוח העריכה?
hi: क्लिपबोर्ड इतिहास साफ़ करें?
it: Cancellare la cronologia degli appunti?
ja: クリップボード履歴をクリアしますか？
ko: 클립보드 기록을 지우시겠습니까?
nb: Slett utklippshistorikk?
nl: Klembordgeschiedenis wissen?
pl: Wyczyścić historię schowka?
ru: Очистить историю буфера обмена?
sr_latn: Obrisati istoriju klipborda?
sv: Rensa urklippshistorik?
uk: Очистити історію буфера обміну?
zh_hans: 清除剪贴板历史记录？

source: Clear Glass
ar: زجاج شفاف
da: Ryd glas
de: Klares Glas
el: Καθαρισμός γυαλιού
es: Vidrio transparente
fi: Kirkas lasi
fr: Verre transparent
he: נקה זכוכית
hi: साफ़ ग्लास
it: Vetro trasparente
ja: 透明ガラス
ko: 투명한 유리
nb: Klart glass
nl: Helder glas
pl: Wyczyść szkło
ru: Прозрачный стеклянный
sr_latn: Čisto staklo
sv: Klart glas
uk: Прозоре скло
zh_hans: 透明玻璃

source: Clear Unpinned History
ar: مسح عناصر سجل الحافظة غير المثبّتة
da: Ryd upinnet historie
de: Verlauf nicht angehefteter Einträge löschen
el: Καθαρισμός της ιστορίας χωρίς καρφιτσώσεις
es: Borrar el historial de elementos no fijados
fi: Tyhjennä pinnaton historia
fr: Effacer l'historique non épinglé
he: נקה את ההיסטוריה הבלתי מסומנת
hi: अनपिन किए गए आइटम का इतिहास साफ़ करें
it: Pulisci cronologia deselezionata
ja: ピン留めされていない履歴をクリアする
ko: 고정되지 않은 기록 지우기
nb: Tøm historikk for ikke-festede elementer
nl: Niet-gepinde geschiedenis wissen
pl: Wyczyść nieprzypięte historie
ru: Убрать историю без закрепления
sr_latn: Obriši istoriju nezakačenih stavki
sv: Rensa historik för ej fästa objekt
uk: Очистити незакріплену історію
zh_hans: 清除未置顶的历史记录

source: Clear hotkey for %@
ar: مسح اختصار %@
da: Klar genvejstast til %@
de: Hotkey für %@ leeren
el: Εκκαθάριση συντόμευσης για %@
es: Borrar el atajo de teclado de %@
fi: Tyhjennä pikanäppäin %@
fr: Effacer la touche hotkey pour %@
he: נקה את קיצור המקשים עבור %@
hi: %@ के लिए क्लियर हॉटकी
it: Pulisci tasto di scelta rapida per %@
ja: %@のホットキーをクリアする
ko: %@의 단축키 지우기
nb: Fjern hurtigtast for %@
nl: Hotkey wissen voor %@
pl: Wyczyść skrót dla %@
ru: Очистить горячий ключ для %@
sr_latn: Ključni ključ za %@
sv: Rensa hetaknappen för %@
uk: Видалити комбінацію клавіш для %@
zh_hans: 清除 %@ 的热键
